{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 3, "word_counts": "{\"intelligent\": 1, \"movie\": 17, \"this\": 12, \"is\": 14, \"obviously\": 2, \"allegorical\": 2, \"a\": 15, \"fascinating\": 1, \"tale\": 1, \"about\": 8, \"ai\": 4, \"but\": 7, \"it\": 6, \"mainly\": 1, \"manipulation\": 1, \"and\": 20, \"power\": 2, \"isn't\": 2, \"for\": 7, \"those\": 1, \"wanting\": 1, \"action\": 2, \"or\": 1, \"spectacular\": 1, \"cgi\": 2, \"the\": 36, \"aimed\": 1, \"at\": 2, \"people\": 3, \"who\": 2, \"like\": 1, \"to\": 12, \"think\": 2, \"rather\": 2, \"than\": 4, \"passively\": 1, \"wait\": 1, \"be\": 3, \"entertained\": 1, \"there\": 2, \"are\": 6, \"themes\": 1, \"here\": 1, \"not\": 4, \"only\": 3, \"also\": 2, \"surveillance\": 1, \"with\": 3, \"excellent\": 1, \"points\": 3, \"how\": 2, \"data\": 1, \"us\": 1, \"collected\": 1, \"by\": 4, \"phone\": 1, \"companies\": 2, \"search\": 1, \"engine\": 1, \"commercial\": 1, \"operating\": 1, \"systems\": 1, \"makers\": 1, \"so\": 1, \"on\": 2, \"plot\": 2, \"seems\": 2, \"simple\": 1, \"it's\": 5, \"extremely\": 1, \"clever\": 1, \"protagonist\": 1, \"playing\": 1, \"games\": 1, \"trying\": 1, \"stay\": 1, \"one\": 2, \"step\": 1, \"ahead\": 1, \"of\": 18, \"another\": 2, \"perfectly\": 2, \"consistent\": 1, \"internal\": 1, \"logic\": 1, \"that\": 8, \"plays\": 1, \"out\": 4, \"don't\": 2, \"go\": 1, \"in\": 8, \"expecting\": 1, \"too\": 2, \"much\": 2, \"however\": 1, \"as\": 7, \"i\": 4, \"can\": 1, \"see\": 1, \"most\": 4, \"will\": 1, \"satisfied\": 1, \"me\": 2, \"does\": 1, \"what\": 1, \"sets\": 1, \"do\": 1, \"brilliantly\": 1, \"therefore\": 1, \"give\": 1, \"least\": 1, \"9\": 1, \"10\": 2, \"recent\": 2, \"movies\": 2, \"have\": 3, \"been\": 2, \"getting\": 1, \"5\": 1, \"from\": 3, \"succeeds\": 1, \"where\": 1, \"transcendence\": 1, \"called\": 2, \"failed\": 1, \"was\": 4, \"an\": 4, \"interesting\": 2, \"failure\": 1, \"third\": 1, \"spanish\": 2, \"eva\": 3, \"brilliant\": 1, \"more\": 5, \"moving\": 2, \"philosophical\": 2, \"both\": 2, \"were\": 2, \"perfect\": 1, \"their\": 2, \"different\": 1, \"ways\": 1, \"ai's\": 1, \"name\": 1, \"ava\": 1, \"nod\": 1, \"title\": 1, \"aside\": 1, \"nice\": 1, \"no\": 3, \"stars\": 1, \"appeared\": 1, \"ex\": 1, \"machina\": 1, \"casting\": 1, \"great\": 2, \"course\": 1, \"several\": 1, \"aspects\": 1, \"unrealistic\": 1, \"often\": 1, \"absurd\": 1, \"because\": 2, \"these\": 1, \"acceptable\": 1, \"making\": 1, \"striving\": 1, \"realism\": 1, \"fairytale\": 1, \"accurate\": 1, \"portrayal\": 1, \"amazing\": 1, \"visuals\": 2, \"concepts\": 2, \"eternals\": 4, \"visual\": 1, \"masterpiece\": 1, \"inner\": 1, \"challenges\": 1, \"each\": 3, \"face\": 1, \"signifier\": 1, \"mcu\": 6, \"into\": 3, \"mature\": 1, \"meaningful\": 2, \"phase\": 2, \"when\": 1, \"you\": 1, \"look\": 3, \"deeper\": 2, \"events\": 2, \"significance\": 1, \"appreciate\": 1, \"detail\": 1, \"put\": 1, \"timeline\": 1, \"spans\": 1, \"thousands\": 2, \"years\": 2, \"low\": 1, \"underwhelming\": 1, \"ratings\": 1, \"seem\": 1, \"place\": 1, \"despite\": 1, \"fact\": 1, \"many\": 1, \"loved\": 1, \"couple\": 2, \"buff\": 1, \"guys\": 1, \"over\": 1, \"sexualised\": 1, \"women\": 1, \"transition\": 1, \"going\": 1, \"through\": 2, \"inevitable\": 1, \"franchise\": 1, \"has\": 1, \"supported\": 1, \"generations\": 1, \"quite\": 1, \"frankly\": 1, \"awesome\": 1, \"besides\": 1, \"stunning\": 1, \"deep\": 1, \"undertones\": 1, \"chloe\": 1, \"zhao\": 1, \"certainly\": 2, \"packs\": 1, \"enough\": 1, \"fight\": 2, \"scenes\": 2, \"possibly\": 1, \"needed\": 1, \"eternal\": 1, \"represents\": 1, \"unique\": 1, \"connected\": 1, \"source\": 1, \"cosmic\": 1, \"energy\": 1, \"variability\": 1, \"allows\": 1, \"exhilarating\": 1, \"arguably\": 1, \"punches\": 1, \"kicks\": 1, \"stray\": 1, \"flying\": 1, \"weapon\": 1, \"love\": 1, \"stories\": 1, \"quaint\": 1, \"take\": 1, \"up\": 2, \"run\": 1, \"time\": 1, \"overall\": 1, \"new\": 1, \"age\": 1, \"maturity\": 1, \"seen\": 1, \"definitely\": 1, \"something\": 1, \"forward\": 1, \"4\": 1, \"worst\": 2, \"film\": 4, \"ever\": 1, \"following\": 1, \"avengers\": 1, \"endgame\": 2, \"2019\": 1, \"unexpected\": 1, \"tragedy\": 1, \"forces\": 1, \"ancient\": 2, \"aliens\": 1, \"living\": 1, \"earth\": 1, \"secret\": 1, \"shadows\": 1, \"reunite\": 1, \"against\": 1, \"mankind's\": 1, \"enemy\": 1, \"deviants\": 1, \"far\": 1, \"watch\": 1, \"massive\": 1, \"insuylt\": 1, \"comics\": 1, \"jack\": 1, \"kirby\": 1, \"days\": 1, \"gender\": 1, \"swapping\": 1, \"some\": 1, \"bad\": 2, \"story\": 1, \"telling\": 1, \"which\": 1, \"makes\": 2, \"absolutely\": 1, \"sense\": 1, \"unlikeable\": 1, \"characters\": 1, \"little\": 1, \"ridicules\": 1, \"changes\": 1, \"just\": 2, \"sum\": 1, \"completely\": 1, \"ruined\": 1, \"goods\": 1, \"music\": 1, \"arishen\": 1, \"well\": 1, \"bonus\": 1, \"being\": 1, \"voiced\": 1, \"david\": 1, \"kaye\": 1, \"other\": 1, \"then\": 1, \"good\": 2, \"captain\": 1, \"marvel\": 1, \"iron\": 1, \"man\": 1, \"3\": 1}", "word_docs": "{\"also\": 1, \"allegorical\": 1, \"logic\": 1, \"with\": 1, \"ava\": 1, \"ways\": 1, \"a\": 3, \"it's\": 2, \"action\": 2, \"how\": 2, \"name\": 1, \"aspects\": 1, \"playing\": 1, \"consistent\": 1, \"cgi\": 2, \"ex\": 1, \"seems\": 1, \"do\": 1, \"sets\": 1, \"accurate\": 1, \"often\": 1, \"it\": 1, \"nice\": 1, \"who\": 2, \"internal\": 1, \"passively\": 1, \"that\": 3, \"simple\": 1, \"getting\": 1, \"several\": 1, \"than\": 2, \"games\": 1, \"here\": 1, \"step\": 1, \"however\": 1, \"spanish\": 1, \"like\": 1, \"to\": 3, \"protagonist\": 1, \"another\": 1, \"both\": 2, \"aimed\": 1, \"5\": 1, \"go\": 1, \"interesting\": 2, \"these\": 1, \"operating\": 1, \"portrayal\": 1, \"failed\": 1, \"but\": 1, \"brilliantly\": 1, \"striving\": 1, \"can\": 1, \"data\": 1, \"least\": 1, \"themes\": 1, \"wanting\": 1, \"been\": 2, \"title\": 1, \"plot\": 2, \"recent\": 1, \"third\": 1, \"of\": 3, \"called\": 1, \"transcendence\": 1, \"collected\": 1, \"10\": 1, \"is\": 3, \"course\": 1, \"too\": 2, \"manipulation\": 1, \"companies\": 1, \"were\": 2, \"think\": 1, \"will\": 1, \"or\": 1, \"power\": 2, \"isn't\": 1, \"the\": 3, \"about\": 1, \"absurd\": 1, \"intelligent\": 1, \"entertained\": 1, \"from\": 3, \"aside\": 1, \"stars\": 1, \"fairytale\": 1, \"rather\": 1, \"wait\": 1, \"spectacular\": 1, \"are\": 2, \"because\": 1, \"people\": 2, \"me\": 1, \"satisfied\": 1, \"philosophical\": 2, \"give\": 1, \"trying\": 1, \"ahead\": 1, \"moving\": 2, \"and\": 3, \"only\": 3, \"extremely\": 1, \"what\": 1, \"unrealistic\": 1, \"for\": 3, \"ai's\": 1, \"casting\": 1, \"be\": 1, \"so\": 1, \"realism\": 1, \"as\": 3, \"search\": 1, \"us\": 1, \"those\": 1, \"see\": 1, \"more\": 2, \"was\": 1, \"on\": 2, \"their\": 2, \"clever\": 1, \"mainly\": 1, \"does\": 1, \"perfectly\": 1, \"eva\": 1, \"no\": 2, \"great\": 2, \"excellent\": 1, \"brilliant\": 1, \"stay\": 1, \"commercial\": 1, \"don't\": 2, \"machina\": 1, \"out\": 3, \"this\": 3, \"by\": 2, \"therefore\": 1, \"9\": 1, \"ai\": 1, \"phone\": 1, \"i\": 2, \"there\": 1, \"engine\": 1, \"an\": 2, \"perfect\": 1, \"different\": 1, \"not\": 3, \"nod\": 1, \"appeared\": 1, \"movie\": 3, \"most\": 3, \"acceptable\": 1, \"points\": 2, \"have\": 2, \"plays\": 1, \"at\": 1, \"fascinating\": 1, \"obviously\": 2, \"much\": 2, \"expecting\": 1, \"surveillance\": 1, \"movies\": 1, \"making\": 1, \"in\": 3, \"makers\": 1, \"one\": 1, \"systems\": 1, \"where\": 1, \"succeeds\": 1, \"failure\": 1, \"tale\": 1, \"each\": 1, \"definitely\": 1, \"packs\": 1, \"many\": 1, \"buff\": 1, \"connected\": 1, \"when\": 1, \"kicks\": 1, \"zhao\": 1, \"certainly\": 1, \"couple\": 1, \"loved\": 1, \"ratings\": 1, \"generations\": 1, \"events\": 2, \"deeper\": 1, \"stunning\": 1, \"4\": 1, \"age\": 1, \"concepts\": 1, \"possibly\": 1, \"mcu\": 2, \"besides\": 1, \"into\": 1, \"visuals\": 1, \"run\": 1, \"low\": 1, \"frankly\": 1, \"quaint\": 1, \"phase\": 1, \"flying\": 1, \"source\": 1, \"quite\": 1, \"variability\": 1, \"deep\": 1, \"significance\": 1, \"masterpiece\": 1, \"has\": 1, \"something\": 1, \"eternals\": 2, \"scenes\": 1, \"years\": 2, \"stray\": 1, \"enough\": 1, \"take\": 1, \"face\": 1, \"signifier\": 1, \"weapon\": 1, \"up\": 2, \"maturity\": 1, \"underwhelming\": 1, \"seen\": 1, \"seem\": 1, \"meaningful\": 1, \"punches\": 1, \"you\": 1, \"time\": 1, \"despite\": 1, \"exhilarating\": 1, \"arguably\": 1, \"represents\": 1, \"look\": 2, \"energy\": 1, \"going\": 1, \"detail\": 1, \"chloe\": 1, \"undertones\": 1, \"fight\": 1, \"needed\": 1, \"visual\": 1, \"timeline\": 1, \"women\": 1, \"eternal\": 1, \"supported\": 1, \"love\": 1, \"put\": 1, \"inner\": 1, \"through\": 1, \"stories\": 1, \"thousands\": 2, \"sexualised\": 1, \"appreciate\": 1, \"amazing\": 1, \"cosmic\": 1, \"franchise\": 1, \"fact\": 1, \"mature\": 1, \"forward\": 1, \"over\": 1, \"challenges\": 1, \"overall\": 1, \"new\": 1, \"place\": 1, \"guys\": 1, \"allows\": 1, \"spans\": 1, \"transition\": 1, \"awesome\": 1, \"unique\": 1, \"inevitable\": 1, \"tragedy\": 1, \"being\": 1, \"shadows\": 1, \"story\": 1, \"kaye\": 1, \"good\": 1, \"changes\": 1, \"sum\": 1, \"comics\": 1, \"secret\": 1, \"well\": 1, \"avengers\": 1, \"just\": 1, \"arishen\": 1, \"ever\": 1, \"following\": 1, \"david\": 1, \"2019\": 1, \"telling\": 1, \"living\": 1, \"characters\": 1, \"captain\": 1, \"then\": 1, \"which\": 1, \"enemy\": 1, \"far\": 1, \"iron\": 1, \"makes\": 1, \"days\": 1, \"voiced\": 1, \"unexpected\": 1, \"little\": 1, \"kirby\": 1, \"watch\": 1, \"deviants\": 1, \"completely\": 1, \"man\": 1, \"absolutely\": 1, \"jack\": 1, \"forces\": 1, \"sense\": 1, \"insuylt\": 1, \"gender\": 1, \"swapping\": 1, \"ruined\": 1, \"ridicules\": 1, \"endgame\": 1, \"3\": 1, \"bonus\": 1, \"earth\": 1, \"marvel\": 1, \"music\": 1, \"ancient\": 1, \"unlikeable\": 1, \"against\": 1, \"some\": 1, \"film\": 1, \"aliens\": 1, \"reunite\": 1, \"bad\": 1, \"goods\": 1, \"other\": 1, \"worst\": 1, \"massive\": 1, \"mankind's\": 1}", "index_docs": "{\"55\": 1, \"45\": 1, \"144\": 1, \"35\": 1, \"176\": 1, \"173\": 1, \"6\": 3, \"19\": 2, \"48\": 2, \"56\": 2, \"175\": 1, \"188\": 1, \"136\": 1, \"142\": 1, \"49\": 2, \"183\": 1, \"60\": 1, \"156\": 1, \"155\": 1, \"198\": 1, \"190\": 1, \"16\": 1, \"180\": 1, \"51\": 2, \"143\": 1, \"114\": 1, \"11\": 3, \"132\": 1, \"162\": 1, \"187\": 1, \"22\": 2, \"137\": 1, \"118\": 1, \"140\": 1, \"148\": 1, \"74\": 1, \"113\": 1, \"9\": 3, \"135\": 1, \"62\": 1, \"77\": 2, \"112\": 1, \"163\": 1, \"146\": 1, \"73\": 2, \"192\": 1, \"128\": 1, \"199\": 1, \"167\": 1, \"13\": 1, \"157\": 1, \"195\": 1, \"149\": 1, \"121\": 1, \"160\": 1, \"117\": 1, \"109\": 1, \"71\": 2, \"178\": 1, \"59\": 2, \"69\": 1, \"169\": 1, \"4\": 3, \"72\": 1, \"166\": 1, \"123\": 1, \"68\": 1, \"7\": 3, \"186\": 1, \"65\": 2, \"107\": 1, \"57\": 1, \"78\": 2, \"52\": 1, \"151\": 1, \"110\": 1, \"46\": 2, \"47\": 1, \"2\": 3, \"10\": 1, \"191\": 1, \"103\": 1, \"116\": 1, \"38\": 3, \"179\": 1, \"181\": 1, \"197\": 1, \"53\": 1, \"115\": 1, \"111\": 1, \"17\": 2, \"81\": 1, \"32\": 2, \"67\": 1, \"152\": 1, \"76\": 2, \"159\": 1, \"138\": 1, \"141\": 1, \"75\": 2, \"3\": 3, \"34\": 3, \"133\": 1, \"154\": 1, \"189\": 1, \"14\": 3, \"174\": 1, \"185\": 1, \"33\": 1, \"131\": 1, \"196\": 1, \"15\": 3, \"125\": 1, \"122\": 1, \"108\": 1, \"150\": 1, \"20\": 2, \"28\": 1, \"58\": 2, \"79\": 2, \"134\": 1, \"106\": 1, \"153\": 1, \"63\": 1, \"39\": 1, \"40\": 2, \"80\": 2, \"120\": 1, \"170\": 1, \"139\": 1, \"127\": 1, \"64\": 2, \"184\": 1, \"25\": 3, \"8\": 3, \"24\": 2, \"158\": 1, \"161\": 1, \"21\": 1, \"124\": 1, \"26\": 2, \"54\": 1, \"126\": 1, \"29\": 2, \"171\": 1, \"172\": 1, \"23\": 3, \"177\": 1, \"182\": 1, \"5\": 3, \"27\": 3, \"193\": 1, \"36\": 2, \"37\": 2, \"145\": 1, \"50\": 1, \"104\": 1, \"44\": 2, \"66\": 2, \"147\": 1, \"119\": 1, \"70\": 1, \"194\": 1, \"12\": 3, \"130\": 1, \"61\": 1, \"129\": 1, \"165\": 1, \"164\": 1, \"168\": 1, \"105\": 1, \"41\": 1, \"277\": 1, \"246\": 1, \"223\": 1, \"225\": 1, \"253\": 1, \"208\": 1, \"262\": 1, \"245\": 1, \"92\": 1, \"90\": 1, \"224\": 1, \"218\": 1, \"236\": 1, \"87\": 2, \"86\": 1, \"241\": 1, \"280\": 1, \"274\": 1, \"83\": 1, \"248\": 1, \"18\": 2, \"240\": 1, \"42\": 1, \"82\": 1, \"270\": 1, \"216\": 1, \"238\": 1, \"268\": 1, \"85\": 1, \"264\": 1, \"254\": 1, \"237\": 1, \"257\": 1, \"242\": 1, \"210\": 1, \"202\": 1, \"234\": 1, \"278\": 1, \"30\": 2, \"94\": 1, \"89\": 2, \"263\": 1, \"247\": 1, \"269\": 1, \"205\": 1, \"206\": 1, \"265\": 1, \"95\": 2, \"275\": 1, \"217\": 1, \"276\": 1, \"219\": 1, \"84\": 1, \"261\": 1, \"209\": 1, \"271\": 1, \"221\": 1, \"259\": 1, \"260\": 1, \"251\": 1, \"43\": 2, \"256\": 1, \"231\": 1, \"212\": 1, \"244\": 1, \"243\": 1, \"93\": 1, \"249\": 1, \"201\": 1, \"214\": 1, \"229\": 1, \"250\": 1, \"235\": 1, \"266\": 1, \"213\": 1, \"203\": 1, \"91\": 1, \"267\": 1, \"88\": 2, \"228\": 1, \"211\": 1, \"200\": 1, \"255\": 1, \"233\": 1, \"222\": 1, \"207\": 1, \"279\": 1, \"227\": 1, \"204\": 1, \"272\": 1, \"273\": 1, \"220\": 1, \"226\": 1, \"258\": 1, \"215\": 1, \"230\": 1, \"239\": 1, \"252\": 1, \"232\": 1, \"286\": 1, \"327\": 1, \"292\": 1, \"309\": 1, \"330\": 1, \"102\": 1, \"318\": 1, \"319\": 1, \"302\": 1, \"291\": 1, \"325\": 1, \"283\": 1, \"101\": 1, \"324\": 1, \"281\": 1, \"282\": 1, \"329\": 1, \"284\": 1, \"310\": 1, \"289\": 1, \"315\": 1, \"333\": 1, \"332\": 1, \"311\": 1, \"296\": 1, \"298\": 1, \"335\": 1, \"100\": 1, \"305\": 1, \"328\": 1, \"285\": 1, \"316\": 1, \"304\": 1, \"299\": 1, \"297\": 1, \"320\": 1, \"336\": 1, \"312\": 1, \"303\": 1, \"287\": 1, \"313\": 1, \"301\": 1, \"306\": 1, \"307\": 1, \"321\": 1, \"317\": 1, \"97\": 1, \"337\": 1, \"326\": 1, \"290\": 1, \"334\": 1, \"323\": 1, \"98\": 1, \"314\": 1, \"294\": 1, \"308\": 1, \"31\": 1, \"288\": 1, \"293\": 1, \"99\": 1, \"322\": 1, \"331\": 1, \"96\": 1, \"300\": 1, \"295\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"the\", \"3\": \"and\", \"4\": \"of\", \"5\": \"movie\", \"6\": \"a\", \"7\": \"is\", \"8\": \"this\", \"9\": \"to\", \"10\": \"about\", \"11\": \"that\", \"12\": \"in\", \"13\": \"but\", \"14\": \"for\", \"15\": \"as\", \"16\": \"it\", \"17\": \"are\", \"18\": \"mcu\", \"19\": \"it's\", \"20\": \"more\", \"21\": \"ai\", \"22\": \"than\", \"23\": \"not\", \"24\": \"by\", \"25\": \"out\", \"26\": \"i\", \"27\": \"most\", \"28\": \"was\", \"29\": \"an\", \"30\": \"eternals\", \"31\": \"film\", \"32\": \"people\", \"33\": \"be\", \"34\": \"only\", \"35\": \"with\", \"36\": \"points\", \"37\": \"have\", \"38\": \"from\", \"39\": \"eva\", \"40\": \"no\", \"41\": \"each\", \"42\": \"into\", \"43\": \"look\", \"44\": \"obviously\", \"45\": \"allegorical\", \"46\": \"power\", \"47\": \"isn't\", \"48\": \"action\", \"49\": \"cgi\", \"50\": \"at\", \"51\": \"who\", \"52\": \"think\", \"53\": \"rather\", \"54\": \"there\", \"55\": \"also\", \"56\": \"how\", \"57\": \"companies\", \"58\": \"on\", \"59\": \"plot\", \"60\": \"seems\", \"61\": \"one\", \"62\": \"another\", \"63\": \"perfectly\", \"64\": \"don't\", \"65\": \"too\", \"66\": \"much\", \"67\": \"me\", \"68\": \"10\", \"69\": \"recent\", \"70\": \"movies\", \"71\": \"been\", \"72\": \"called\", \"73\": \"interesting\", \"74\": \"spanish\", \"75\": \"moving\", \"76\": \"philosophical\", \"77\": \"both\", \"78\": \"were\", \"79\": \"their\", \"80\": \"great\", \"81\": \"because\", \"82\": \"visuals\", \"83\": \"concepts\", \"84\": \"meaningful\", \"85\": \"phase\", \"86\": \"deeper\", \"87\": \"events\", \"88\": \"thousands\", \"89\": \"years\", \"90\": \"couple\", \"91\": \"through\", \"92\": \"certainly\", \"93\": \"fight\", \"94\": \"scenes\", \"95\": \"up\", \"96\": \"worst\", \"97\": \"endgame\", \"98\": \"ancient\", \"99\": \"bad\", \"100\": \"makes\", \"101\": \"just\", \"102\": \"good\", \"103\": \"intelligent\", \"104\": \"fascinating\", \"105\": \"tale\", \"106\": \"mainly\", \"107\": \"manipulation\", \"108\": \"those\", \"109\": \"wanting\", \"110\": \"or\", \"111\": \"spectacular\", \"112\": \"aimed\", \"113\": \"like\", \"114\": \"passively\", \"115\": \"wait\", \"116\": \"entertained\", \"117\": \"themes\", \"118\": \"here\", \"119\": \"surveillance\", \"120\": \"excellent\", \"121\": \"data\", \"122\": \"us\", \"123\": \"collected\", \"124\": \"phone\", \"125\": \"search\", \"126\": \"engine\", \"127\": \"commercial\", \"128\": \"operating\", \"129\": \"systems\", \"130\": \"makers\", \"131\": \"so\", \"132\": \"simple\", \"133\": \"extremely\", \"134\": \"clever\", \"135\": \"protagonist\", \"136\": \"playing\", \"137\": \"games\", \"138\": \"trying\", \"139\": \"stay\", \"140\": \"step\", \"141\": \"ahead\", \"142\": \"consistent\", \"143\": \"internal\", \"144\": \"logic\", \"145\": \"plays\", \"146\": \"go\", \"147\": \"expecting\", \"148\": \"however\", \"149\": \"can\", \"150\": \"see\", \"151\": \"will\", \"152\": \"satisfied\", \"153\": \"does\", \"154\": \"what\", \"155\": \"sets\", \"156\": \"do\", \"157\": \"brilliantly\", \"158\": \"therefore\", \"159\": \"give\", \"160\": \"least\", \"161\": \"9\", \"162\": \"getting\", \"163\": \"5\", \"164\": \"succeeds\", \"165\": \"where\", \"166\": \"transcendence\", \"167\": \"failed\", \"168\": \"failure\", \"169\": \"third\", \"170\": \"brilliant\", \"171\": \"perfect\", \"172\": \"different\", \"173\": \"ways\", \"174\": \"ai's\", \"175\": \"name\", \"176\": \"ava\", \"177\": \"nod\", \"178\": \"title\", \"179\": \"aside\", \"180\": \"nice\", \"181\": \"stars\", \"182\": \"appeared\", \"183\": \"ex\", \"184\": \"machina\", \"185\": \"casting\", \"186\": \"course\", \"187\": \"several\", \"188\": \"aspects\", \"189\": \"unrealistic\", \"190\": \"often\", \"191\": \"absurd\", \"192\": \"these\", \"193\": \"acceptable\", \"194\": \"making\", \"195\": \"striving\", \"196\": \"realism\", \"197\": \"fairytale\", \"198\": \"accurate\", \"199\": \"portrayal\", \"200\": \"amazing\", \"201\": \"visual\", \"202\": \"masterpiece\", \"203\": \"inner\", \"204\": \"challenges\", \"205\": \"face\", \"206\": \"signifier\", \"207\": \"mature\", \"208\": \"when\", \"209\": \"you\", \"210\": \"significance\", \"211\": \"appreciate\", \"212\": \"detail\", \"213\": \"put\", \"214\": \"timeline\", \"215\": \"spans\", \"216\": \"low\", \"217\": \"underwhelming\", \"218\": \"ratings\", \"219\": \"seem\", \"220\": \"place\", \"221\": \"despite\", \"222\": \"fact\", \"223\": \"many\", \"224\": \"loved\", \"225\": \"buff\", \"226\": \"guys\", \"227\": \"over\", \"228\": \"sexualised\", \"229\": \"women\", \"230\": \"transition\", \"231\": \"going\", \"232\": \"inevitable\", \"233\": \"franchise\", \"234\": \"has\", \"235\": \"supported\", \"236\": \"generations\", \"237\": \"quite\", \"238\": \"frankly\", \"239\": \"awesome\", \"240\": \"besides\", \"241\": \"stunning\", \"242\": \"deep\", \"243\": \"undertones\", \"244\": \"chloe\", \"245\": \"zhao\", \"246\": \"packs\", \"247\": \"enough\", \"248\": \"possibly\", \"249\": \"needed\", \"250\": \"eternal\", \"251\": \"represents\", \"252\": \"unique\", \"253\": \"connected\", \"254\": \"source\", \"255\": \"cosmic\", \"256\": \"energy\", \"257\": \"variability\", \"258\": \"allows\", \"259\": \"exhilarating\", \"260\": \"arguably\", \"261\": \"punches\", \"262\": \"kicks\", \"263\": \"stray\", \"264\": \"flying\", \"265\": \"weapon\", \"266\": \"love\", \"267\": \"stories\", \"268\": \"quaint\", \"269\": \"take\", \"270\": \"run\", \"271\": \"time\", \"272\": \"overall\", \"273\": \"new\", \"274\": \"age\", \"275\": \"maturity\", \"276\": \"seen\", \"277\": \"definitely\", \"278\": \"something\", \"279\": \"forward\", \"280\": \"4\", \"281\": \"ever\", \"282\": \"following\", \"283\": \"avengers\", \"284\": \"2019\", \"285\": \"unexpected\", \"286\": \"tragedy\", \"287\": \"forces\", \"288\": \"aliens\", \"289\": \"living\", \"290\": \"earth\", \"291\": \"secret\", \"292\": \"shadows\", \"293\": \"reunite\", \"294\": \"against\", \"295\": \"mankind's\", \"296\": \"enemy\", \"297\": \"deviants\", \"298\": \"far\", \"299\": \"watch\", \"300\": \"massive\", \"301\": \"insuylt\", \"302\": \"comics\", \"303\": \"jack\", \"304\": \"kirby\", \"305\": \"days\", \"306\": \"gender\", \"307\": \"swapping\", \"308\": \"some\", \"309\": \"story\", \"310\": \"telling\", \"311\": \"which\", \"312\": \"absolutely\", \"313\": \"sense\", \"314\": \"unlikeable\", \"315\": \"characters\", \"316\": \"little\", \"317\": \"ridicules\", \"318\": \"changes\", \"319\": \"sum\", \"320\": \"completely\", \"321\": \"ruined\", \"322\": \"goods\", \"323\": \"music\", \"324\": \"arishen\", \"325\": \"well\", \"326\": \"bonus\", \"327\": \"being\", \"328\": \"voiced\", \"329\": \"david\", \"330\": \"kaye\", \"331\": \"other\", \"332\": \"then\", \"333\": \"captain\", \"334\": \"marvel\", \"335\": \"iron\", \"336\": \"man\", \"337\": \"3\"}", "word_index": "{\"<OOV>\": 1, \"the\": 2, \"and\": 3, \"of\": 4, \"movie\": 5, \"a\": 6, \"is\": 7, \"this\": 8, \"to\": 9, \"about\": 10, \"that\": 11, \"in\": 12, \"but\": 13, \"for\": 14, \"as\": 15, \"it\": 16, \"are\": 17, \"mcu\": 18, \"it's\": 19, \"more\": 20, \"ai\": 21, \"than\": 22, \"not\": 23, \"by\": 24, \"out\": 25, \"i\": 26, \"most\": 27, \"was\": 28, \"an\": 29, \"eternals\": 30, \"film\": 31, \"people\": 32, \"be\": 33, \"only\": 34, \"with\": 35, \"points\": 36, \"have\": 37, \"from\": 38, \"eva\": 39, \"no\": 40, \"each\": 41, \"into\": 42, \"look\": 43, \"obviously\": 44, \"allegorical\": 45, \"power\": 46, \"isn't\": 47, \"action\": 48, \"cgi\": 49, \"at\": 50, \"who\": 51, \"think\": 52, \"rather\": 53, \"there\": 54, \"also\": 55, \"how\": 56, \"companies\": 57, \"on\": 58, \"plot\": 59, \"seems\": 60, \"one\": 61, \"another\": 62, \"perfectly\": 63, \"don't\": 64, \"too\": 65, \"much\": 66, \"me\": 67, \"10\": 68, \"recent\": 69, \"movies\": 70, \"been\": 71, \"called\": 72, \"interesting\": 73, \"spanish\": 74, \"moving\": 75, \"philosophical\": 76, \"both\": 77, \"were\": 78, \"their\": 79, \"great\": 80, \"because\": 81, \"visuals\": 82, \"concepts\": 83, \"meaningful\": 84, \"phase\": 85, \"deeper\": 86, \"events\": 87, \"thousands\": 88, \"years\": 89, \"couple\": 90, \"through\": 91, \"certainly\": 92, \"fight\": 93, \"scenes\": 94, \"up\": 95, \"worst\": 96, \"endgame\": 97, \"ancient\": 98, \"bad\": 99, \"makes\": 100, \"just\": 101, \"good\": 102, \"intelligent\": 103, \"fascinating\": 104, \"tale\": 105, \"mainly\": 106, \"manipulation\": 107, \"those\": 108, \"wanting\": 109, \"or\": 110, \"spectacular\": 111, \"aimed\": 112, \"like\": 113, \"passively\": 114, \"wait\": 115, \"entertained\": 116, \"themes\": 117, \"here\": 118, \"surveillance\": 119, \"excellent\": 120, \"data\": 121, \"us\": 122, \"collected\": 123, \"phone\": 124, \"search\": 125, \"engine\": 126, \"commercial\": 127, \"operating\": 128, \"systems\": 129, \"makers\": 130, \"so\": 131, \"simple\": 132, \"extremely\": 133, \"clever\": 134, \"protagonist\": 135, \"playing\": 136, \"games\": 137, \"trying\": 138, \"stay\": 139, \"step\": 140, \"ahead\": 141, \"consistent\": 142, \"internal\": 143, \"logic\": 144, \"plays\": 145, \"go\": 146, \"expecting\": 147, \"however\": 148, \"can\": 149, \"see\": 150, \"will\": 151, \"satisfied\": 152, \"does\": 153, \"what\": 154, \"sets\": 155, \"do\": 156, \"brilliantly\": 157, \"therefore\": 158, \"give\": 159, \"least\": 160, \"9\": 161, \"getting\": 162, \"5\": 163, \"succeeds\": 164, \"where\": 165, \"transcendence\": 166, \"failed\": 167, \"failure\": 168, \"third\": 169, \"brilliant\": 170, \"perfect\": 171, \"different\": 172, \"ways\": 173, \"ai's\": 174, \"name\": 175, \"ava\": 176, \"nod\": 177, \"title\": 178, \"aside\": 179, \"nice\": 180, \"stars\": 181, \"appeared\": 182, \"ex\": 183, \"machina\": 184, \"casting\": 185, \"course\": 186, \"several\": 187, \"aspects\": 188, \"unrealistic\": 189, \"often\": 190, \"absurd\": 191, \"these\": 192, \"acceptable\": 193, \"making\": 194, \"striving\": 195, \"realism\": 196, \"fairytale\": 197, \"accurate\": 198, \"portrayal\": 199, \"amazing\": 200, \"visual\": 201, \"masterpiece\": 202, \"inner\": 203, \"challenges\": 204, \"face\": 205, \"signifier\": 206, \"mature\": 207, \"when\": 208, \"you\": 209, \"significance\": 210, \"appreciate\": 211, \"detail\": 212, \"put\": 213, \"timeline\": 214, \"spans\": 215, \"low\": 216, \"underwhelming\": 217, \"ratings\": 218, \"seem\": 219, \"place\": 220, \"despite\": 221, \"fact\": 222, \"many\": 223, \"loved\": 224, \"buff\": 225, \"guys\": 226, \"over\": 227, \"sexualised\": 228, \"women\": 229, \"transition\": 230, \"going\": 231, \"inevitable\": 232, \"franchise\": 233, \"has\": 234, \"supported\": 235, \"generations\": 236, \"quite\": 237, \"frankly\": 238, \"awesome\": 239, \"besides\": 240, \"stunning\": 241, \"deep\": 242, \"undertones\": 243, \"chloe\": 244, \"zhao\": 245, \"packs\": 246, \"enough\": 247, \"possibly\": 248, \"needed\": 249, \"eternal\": 250, \"represents\": 251, \"unique\": 252, \"connected\": 253, \"source\": 254, \"cosmic\": 255, \"energy\": 256, \"variability\": 257, \"allows\": 258, \"exhilarating\": 259, \"arguably\": 260, \"punches\": 261, \"kicks\": 262, \"stray\": 263, \"flying\": 264, \"weapon\": 265, \"love\": 266, \"stories\": 267, \"quaint\": 268, \"take\": 269, \"run\": 270, \"time\": 271, \"overall\": 272, \"new\": 273, \"age\": 274, \"maturity\": 275, \"seen\": 276, \"definitely\": 277, \"something\": 278, \"forward\": 279, \"4\": 280, \"ever\": 281, \"following\": 282, \"avengers\": 283, \"2019\": 284, \"unexpected\": 285, \"tragedy\": 286, \"forces\": 287, \"aliens\": 288, \"living\": 289, \"earth\": 290, \"secret\": 291, \"shadows\": 292, \"reunite\": 293, \"against\": 294, \"mankind's\": 295, \"enemy\": 296, \"deviants\": 297, \"far\": 298, \"watch\": 299, \"massive\": 300, \"insuylt\": 301, \"comics\": 302, \"jack\": 303, \"kirby\": 304, \"days\": 305, \"gender\": 306, \"swapping\": 307, \"some\": 308, \"story\": 309, \"telling\": 310, \"which\": 311, \"absolutely\": 312, \"sense\": 313, \"unlikeable\": 314, \"characters\": 315, \"little\": 316, \"ridicules\": 317, \"changes\": 318, \"sum\": 319, \"completely\": 320, \"ruined\": 321, \"goods\": 322, \"music\": 323, \"arishen\": 324, \"well\": 325, \"bonus\": 326, \"being\": 327, \"voiced\": 328, \"david\": 329, \"kaye\": 330, \"other\": 331, \"then\": 332, \"captain\": 333, \"marvel\": 334, \"iron\": 335, \"man\": 336, \"3\": 337}"}}